{
  "dishes":
  [
    {
      "id": 1,
      "name": "Рис с овощами",
      "price": 799,
      "weight": 560,
      "description": "В китайской кухне рис с овощами готовят с добавлением грибов, бамбуковых побегов, моркови, лука и гороха. Эти ингредиенты быстро обжариваются на сковороде с соевым соусом и специями.",
      "image_url": "https://vms2020.github.io/assets/images/rice-with-vegetables.png",
      "tegs":[
"Все меню", "С рисом", "Салаты"
             ]
    }, 
    {
      "id": 2,
      "name": "Салат по восточному",
      "price": 699,
      "weight": 360,
      "description": "Салат по восточному - это здоровое и вкусное блюдо, которое мы готовим в нашем ресторане. Он состоит из свежей зелени, овощей, таких как огурцы, помидоры, красный лук и оливки, а также сыра фета и пряных специй, которые придают ему уникальный вкус и аромат. Наше блюдо хорошо сочетается с другими блюдами нашего меню, а также может служить отдельным легким обедом или перекусом.",
      "image_url": "https://vms2020.github.io/assets/images/mixed-salad.png",
      "tegs":[
"Все меню", "Салаты"
             ]
    },
    {
      "id": 3,
      "name": "Рыба с овощами и рисом",
      "price": 899,
      "weight": 470,
      "description": "Рыба с овощами и рисом - это блюдо, которое является незаменимым в здоровом и питательном рационе. Оно состоит из свежей рыбы (обычно лосося или красного окуня), овощей (обычно брокколи, моркови и кабачки) и риса. Рыба и овощи обычно обжариваются на сковороде с использованием оливкового масла и простых пряностей, приобретая свежий вкус и аромат. Рис же готовится отдельно на плите до состояния готовности.",
      "image_url": "https://vms2020.github.io/assets/images/fish-filet-with-rice.png",
      "tegs":[
"Все меню", "С рыбой", "С рисом"
             ]
    },
    {
      "id": 4,
      "name": "Тортеллини",
      "price": 699,
      "weight": 360,
      "description": "Тортеллини — итальянские пельмени из пресного теста с мясом, сыром или овощами.",
      "image_url": "https://vms2020.github.io/assets/images/fish-filet-with-rice.png",
      "tegs":[
"Все меню", "С рыбой", "С рисом"
             ]
    },
    {
      "id": 5,
      "name": "Зеленый салат",
      "price": 589,
      "weight": 350,
      "description": "Зеленый салат - это свежее и здоровое блюдо, доступное в нашем кафе. Салат состоит из различных видов зелени, включая свежий листовой салат, рукколу, цикорий и шпинат, а также дополнительных ингредиентов, таких как огурцы, томаты, морковь и лук.",
      "image_url": "https://vms2020.github.io/assets/images/green-salad.png",
      "tegs":[
"Все меню", "Салаты"
             ]
    },
    {
      "id": 6,
      "name": "Рулет из ветчины",
      "price": 789,
      "weight": 550,
      "description": "Рулет из ветчины - это аппетитное и сытное блюдо, которое может стать отличным горячим или холодным закусочным блюдом на любой праздник или вечеринку. Рулет из ветчины готовится из куска ветчины, который выполняет роль основы, и которая обычно обжаривается или запекается.",
      "image_url": "https://vms2020.github.io/assets/images/ham-rolls-with-fired-potatoes.png",
      "tegs":[
"Все меню"
             ]
    },
    {
      "id": 7,
      "name": "Фетучинни с грибами",
      "price": 589,
      "weight": 450,
      "description": "Фетучинни с грибами - это блюдо, которое известно в Италии под названием Fettuccine ai Funghi. Оно состоит из свежих фетучинни, которые обжариваются на сковороде с различными грибами, такими как шампиньоны, портобелло или шиитаке. Грибы обогащают блюдо своим неповторимым вкусом и ароматом, а сочетание с фетучинни создает насыщенный и довольно плотный вкус.",
      "image_url": "https://vms2020.github.io/assets/images/fettuchmushroom.jpeg",
      "tegs":[
"Все меню", "Салаты"
             ]
    },
    {
      "id": 8,
      "name": "Паэлья",
      "price": 889,
      "weight": 490,
      "description": "Паэлья - это испанское блюдо, состоящее из риса, морепродуктов, курицы, овощей, специй и традиционного шафрана. Приготовление паэльи - это настоящее искусство, и это блюдо можно найти в большинстве ресторанов Испании.",
      "image_url": "https://vms2020.github.io/assets/images/paelia.jpeg",
      "tegs":[
"Все меню", "С рисом"
             ]
    },
    {
      "id": 9,
      "name": "Рататуй",
      "price": 799,
      "weight": 530,
      "description": "Рататуй - это французское блюдо, готовое из обжаренных овощей - баклажанов, цукини, лука, красного, желтого и зеленого перца, промаринованных в травах. Рататуй может быть подается как самостоятельное блюдо, а также в качестве гарнира к мясу или рыбе.",
      "image_url": "https://vms2020.github.io/assets/images/Ratatuy-iz-baklazhanov.jpg",
      "tegs":[
"Все меню"
             ]
    },
    {
      "id": 10,
      "name": "Шницель",
      "price": 999,
      "weight": 530,
      "description": "Шницель - это традиционное австрийское блюдо, которое готовится из кусков мяса, обсыпанных панировочными сухарями и жареных в растительном масле до золотистой корочки. Шницель может быть приготовлен из свинины, телятины или индейки и подается с картофельным пюре и лимоном.",
      "image_url": "https://vms2020.github.io/assets/images/shnitsel.jpeg",
      "tegs":[
 "Все меню" 
             ]
    },
    {
      "id": 11,
      "name": "Пельмени",
      "price": 499,
      "weight": 630,
      "description": "Что может быть лучше чем самые обычные пельмени, приготовленные с душой. Мягкое тесто и сочная говядина внтури делают вкус невероятным",
      "image_url": "https://vms2020.github.io/assets/images/pelmeni.jpg",
      "tegs":[
"Все меню"
             ]
    },
    {
      "id": 12,
      "name": "Блины",
      "price": 499,
      "weight": 430,
      "description": "Блины выпекаются из пшеничного дрожжевого теста. Подаются горячими с растопленным сливочным маслом или сметаной. Самый лучший вариант для быстрого и вкусного завтрака",
      "image_url": "https://vms2020.github.io/assets/images/bliny.jpeg",
      "tegs":[
"Все меню"
             ]
    }
  ]
}
